{
  "id": "habit",
  "title": "習慣と学びの技術",
  "osLabel": "行動OS",
  "description": "続く仕組みと学びの効率を上げるための処世術。",
  "topics": [
    {
      "cardId": "H-001",
      "id": "habit-small-start",
      "title": "習慣は『バカにするくらい小さく』始めると続く",
      "summary": "1日30分より1日1分のほうが“言い訳を潰しやすい”。",
      "subCategory": "start",
      "essence": [
        "人は“急な大変化”は続かない。",
        "小さすぎる行動は“やらない理由”が消える。",
        "続いた実感が自信になり、行動量が自然に増えていく."
      ],
      "traps": [
        "最初から完璧な計画を作り、3日で崩壊する。",
        "1日休んだだけで全否定してしまう。",
        "見栄を張って行動を盛り、続かなくなる。"
      ],
      "actionTips": [
        "まず1週間『1日1分だけ』を徹底する。",
        "既存の行動に習慣を紐づける（歯磨きのあとなど）。",
        "できた日はカレンダーに○をつけて達成感を可視化する。"
      ],
      "tags": ["習慣化", "継続", "行動科学", "小さく始める"]
    },
    {
      "cardId": "H-002",
      "id": "habit-review",
      "title": "インプットより『1日5分の振り返り』がコスパ最強",
      "summary": "知識は振り返りで“長期記憶”に変わる。",
      "subCategory": "learning",
      "essence": [
        "振り返りがないインプットはほとんど忘れる。",
        "“学び1つ”だけ書くと記憶にラベルがつく。",
        "長文より“短く雑でも続く”ほうが成果につながる。"
      ],
      "traps": [
        "日記を完璧に書こうとして挫折する。",
        "振り返りが反省会だけになってしまう。",
        "インプット量ばかり増やして満足してしまう。"
      ],
      "actionTips": [
        "寝る前に“学び1つ・よかったこと1つ”だけ書く。",
        "週1回まとめて見返し、来週の行動に1つ反映する。",
        "すぐ書けるショートカットをスマホに配置する。"
      ],
      "tags": ["振り返り", "学び方", "自己成長", "日記習慣"]
    },
    {
      "cardId": "H-003",
      "id": "habit-focus-mode",
      "title": "『集中モードに入る儀式』を決めておく",
      "summary": "集中力は気合ではなく“スイッチ”で作る。",
      "subCategory": "focus",
      "essence": [
        "いつもと違う合図があると状態が切り替わりやすい。",
        "儀式を決めることで集中への入り方が自動化される。",
        "儀式は内容より“毎回同じ”であることが大事。"
      ],
      "traps": [
        "環境のせいにして始めるハードルを上げる。",
        "完璧な環境でしか作業しないクセがつく。",
        "集中できない自分を責めすぎて心が折れる。"
      ],
      "actionTips": [
        "集中前に必ずやる動作を1つ決める（イヤホン装着など）。",
        "最初の5分でやることだけ紙に書き出す。",
        "儀式後はまず3分だけ手を動かすと決める。"
      ],
      "tags": ["集中力", "環境設計", "ルーティン", "行動OS"]
    },
    {
      "cardId": "H-004",
      "id": "habit-anti-procrastination",
      "title": "先延ばしタスクは『最初の2分』だけやる",
      "summary": "全部やろうとするから重い。入口だけをこじ開ける。",
      "subCategory": "start",
      "essence": [
        "先延ばしの正体は“タスクの曖昧さと大きさ”による心理的抵抗。",
        "一度手を動かし始めると、続きは意外と楽にできることが多い。",
        "“全部終わらせる”ではなく、“少し触る”にハードルを下げる。"
      ],
      "traps": [
        "完璧に終わらせる前提でスケジュールに入れ、さらに重くする。",
        "先延ばししている自分を責め続け、ますます手がつかなくなる。",
        "別の軽いタスクで“作業した気分”になってしまう。"
      ],
      "actionTips": [
        "先延ばしタスクを1つ選び、『最初の2分でやる作業』だけ具体的に書く。",
        "2分だけタイマーをセットして、とりあえず手を動かす。",
        "2分で一旦やめてもOKと自分に許可を出す。"
      ],
      "tags": ["先延ばし対策", "行動開始", "心理的ハードル", "行動OS"]
    },
    {
      "cardId": "H-005",
      "id": "habit-decision-fatigue",
      "title": "『決める回数』を減らすと、重要な判断に集中できる",
      "summary": "毎日の小決断は、知らないうちに意思力を削っている。",
      "subCategory": "decision",
      "essence": [
        "人は1日にできる意思決定の質と量に限界がある。",
        "ルーティン化できる部分をあらかじめ決めると、迷いが減る。",
        "本当に大事な選択に、意思力を温存しておくことができる。"
      ],
      "traps": [
        "朝から服・食事・作業順など、細かいことですべて悩む。",
        "全部“気分次第”にして、疲れているときに悪い選択をしやすくなる。",
        "決め疲れで、本当に重要な場面で判断ミスをする。"
      ],
      "actionTips": [
        "平日の朝食・服装・通勤ルートなどを“デフォルト”として1パターン決める。",
        "毎日決めていることの中から、ルール化できるものを3つ探す。",
        "夜のうちに翌朝の最初の3タスクだけ決めておく。"
      ],
      "tags": ["意思決定", "ルーティン", "疲労管理", "行動OS"]
    },
    {
      "cardId": "H-006",
      "id": "habit-environment-design",
      "title": "意志より『環境』をいじったほうが早い",
      "summary": "やめたい行動は“遠くに”、やりたい行動は“近くに”置く。",
      "subCategory": "focus",
      "essence": [
        "人の行動の多くは、環境からの“誘い”に反応している。",
        "誘惑を視界から消すだけで、我慢の必要が減る。",
        "環境設計は、一度いじると“自動で継続”の効果が出る。"
      ],
      "traps": [
        "スマホを手元に置いたまま、集中できない自分を責める。",
        "やめたい習慣を根性だけで断とうとする。",
        "やりたい行動に必要なツールを、毎回探さないといけない状態にしている。"
      ],
      "actionTips": [
        "作業中だけスマホを“別の部屋”に置いてみる。",
        "読みたい本は、カバンや枕元など“触る場所”に配置する。",
        "仕事スペースから、できるだけ娯楽アイテムを排除する。"
      ],
      "tags": ["環境設計", "習慣化", "集中力", "行動OS"]
    },
    {
      "cardId": "H-007",
      "id": "habit-energy-schedule",
      "title": "1日の『エネルギーの波』に合わせてタスクを配置する",
      "summary": "朝・昼・夜で得意な作業を変えると、同じ時間でも成果が変わる。",
      "subCategory": "continue",
      "essence": [
        "人によって、頭が冴える時間帯や集中しやすいタイミングは違う。",
        "重要タスクをエネルギーの高い時間に置くと、挫折しにくい。",
        "単純作業はエネルギーが低い時間に集めると効率が上がる。"
      ],
      "traps": [
        "毎日ランダムにタスクを詰め込み、波に逆らって作業する。",
        "エネルギーが落ちている時間帯に、難しい決断をしようとして消耗する。",
        "『時間さえあればできる』と考え、質の違いを無視してしまう。"
      ],
      "actionTips": [
        "1週間、自分の集中度を3〜4時間おきに10点評価してメモする。",
        "最もスコアが高い時間帯に、“今日一番大事なタスク”を置く。",
        "低エネルギー時間帯には、メール返信や雑務をまとめて処理する。"
      ],
      "tags": ["タイムマネジメント", "生産性", "自己観察", "行動OS"]
    },
    {
      "cardId": "H-008",
      "id": "habit-one-thing",
      "title": "『今日はこれだけできればOK』を決める",
      "summary": "やることリストより、“やること一つ”の方が動きやすい。",
      "subCategory": "decision",
      "essence": [
        "タスクリストが長すぎると、どれから手をつけるかで疲れてしまう。",
        "1日の中で“軸となる1タスク”が決まると、他はオマケとして扱える。",
        "優先順位を決める習慣が、長期的な成果の差につながる。"
      ],
      "traps": [
        "やることリストを増やし続けて、満足だけしてしまう。",
        "全部中途半端に手をつけて、何も終わらない。",
        "優先順位を決めるのが怖くて、重要でないタスクに逃げる。"
      ],
      "actionTips": [
        "朝一番に『今日絶対に終わらせたい1つ』だけを書き出す。",
        "他のタスクは“できたらラッキー枠”として扱う。",
        "1週間分の“一番タスク”を振り返り、偏りをチェックする。"
      ],
      "tags": ["優先順位", "タスク管理", "集中", "行動OS"]
    },
    {
      "cardId": "H-009",
      "id": "habit-break-design",
      "title": "休憩も『計画された行動』にしておく",
      "summary": "ダラダラ休憩より、メリハリのある休憩の方が回復する。",
      "subCategory": "continue",
      "essence": [
        "なんとなくスマホを触る休憩は、脳の負荷があまり下がらない。",
        "休憩の質は、仕事の質と集中時間に直結する。",
        "短時間でも“立つ・歩く・目を閉じる”だけでリフレッシュ効果がある。"
      ],
      "traps": [
        "疲れたらSNSを開き、気づいたら30分以上経っている。",
        "休憩を“サボり”だと思い、限界まで作業を続けてしまう。",
        "集中の途中で通知に反応して、リズムを自分から崩す。"
      ],
      "actionTips": [
        "ポモドーロなど“25分集中＋5分休憩”のリズムを試してみる。",
        "休憩中はスマホではなく、ストレッチや散歩を選ぶ。",
        "休憩の開始と終了をタイマーで区切る習慣をつける。"
      ],
      "tags": ["休憩", "生産性", "ウェルビーイング", "行動OS"]
    },
    {
      "cardId": "H-010",
      "id": "habit-restart-skill",
      "title": "途切れた習慣を『何事もなかった顔で再開する』技術",
      "summary": "続かなかったことより、“戻ってこられた自分”を評価する。",
      "subCategory": "continue",
      "essence": [
        "習慣は必ずどこかで途切れるものだと、あらかじめ想定しておく。",
        "途切れた自分を責めるほど、再開のハードルが高くなる。",
        "中断からの再開を“成功経験”としてカウントすると、長期戦に強くなる。"
      ],
      "traps": [
        "1回サボっただけで『もうダメだ』と投げ出してしまう。",
        "完璧に続けられなかったからと、全部リセットしたくなる。",
        "再開するときに、最初よりハードルを上げてしまう。"
      ],
      "actionTips": [
        "習慣が途切れたと気づいたら、“今日から再開”と日付だけ記録する。",
        "再開1日目は、もとの半分の負荷に下げてスタートする。",
        "1ヶ月に1回、『今月戻ってこれたこと』を振り返ってみる。"
      ],
      "tags": ["習慣化", "継続", "自己受容", "行動OS"]
    }
  ]
}
