{
  "id": "mind",
  "title": "心の扱い方",
  "osLabel": "内部OS",
  "description": "メンタル・認知のクセを理解し、心の揺れを整えるための処世術。",
  "topics": [
    {
      "cardId": "M-001",
      "id": "mind-distance-selftalk",
      "title": "不安は“自分へのツッコミ”で軽くなる",
      "summary": "不安は消そうとするより、言語化してツッコミを入れた方が楽になる。",
      "subCategory": "emotion",
      "essence": [
        "不安は『よくわからないもの』として放置すると増幅しやすい。",
        "言葉にして書き出すと、何を怖がっているのかが具体的になる。",
        "ツッコミを入れると、不安の多くが“想像上の最悪ケース”だと気づける。"
      ],
      "traps": [
        "不安を感じないふりをして、何も手をつけないままフリーズする。",
        "SNSや動画で気をそらして、その場しのぎでごまごまし続ける。",
        "『不安をゼロにすること』を目標にしてしまい、余計に苦しくなる。"
      ],
      "actionTips": [
        "今不安なことを1つだけ紙かメモアプリに書き出す。",
        "『最悪どうなる？ それって本当に起こる？』と自分にツッコミを入れてみる。",
        "寝る前に“今日の不安”と“その不安へのツッコミ”を1セットだけ書いてから寝る。"
      ],
      "tags": ["メンタル", "不安", "自己対話", "心の扱い方"]
    },
    {
      "cardId": "M-002",
      "id": "mind-energy-budget",
      "title": "メンタルは『体力』と同じで、毎日残量が違う",
      "summary": "やる気がない日は意志力が弱いのではなく、単にエネルギー残量が少ないだけ。",
      "subCategory": "resilience",
      "essence": [
        "心のエネルギーは、睡眠・体調・人間関係・天気などの影響で日々変動する。",
        "『やる気が出ない自分＝ダメ』とラベリングすると、さらに削られる。",
        "残量を前提に『今日はここまでで合格』というラインを柔軟に変えるべき。"
      ],
      "traps": [
        "常に100点のパフォーマンスを出そうとして、自己嫌悪で燃え尽きる。",
        "元気な日の基準で、しんどい日の自分を責め続ける。",
        "休むことを“サボり扱い”して、回復を遅らせてしまう。"
      ],
      "actionTips": [
        "朝起きたとき『今日は心の体力何％くらい？』と自己診断する。",
        "70％未満の日は『やらないことリスト』を1つだけ決める。",
        "週に1回“あえて何もしない時間”をカレンダーに予定として入れる。"
      ],
      "tags": ["メンタル", "セルフケア", "エネルギー管理", "自己受容"]
    },
    {
      "cardId": "M-003",
      "id": "mind-labeling",
      "title": "感情に“名前をつける”と、少しだけ客観視できる",
      "summary": "イライラやモヤモヤを、そのままではなく“名前がついた対象”として扱う。",
      "subCategory": "emotion",
      "essence": [
        "感情に飲み込まれているときは、自分と感情が同一化している。",
        "『いま私は○○を感じている』とラベリングすると、一歩引いた視点が生まれる。",
        "感情は良し悪しではなく“状態”なので、評価より観察の方が扱いやすい。"
      ],
      "traps": [
        "『こんなことで怒るなんて器が小さい』と二重に自分を責める。",
        "言語化する前に衝動的に行動してしまい、後悔が増える。",
        "感情を“感じてはいけないもの”として押し込み続ける。"
      ],
      "actionTips": [
        "モヤっとしたら、『いま○○でイラついている』と1文だけ書き出す。",
        "感情の名前3語セット（怒り・寂しさ・不安など）を用意しておく。",
        "寝る前に“今日強く感じた感情”だけを1行で書いて客観視する。"
      ],
      "tags": ["感情", "セルフモニタリング", "自己理解", "心の扱い方"]
    },
    {
      "cardId": "M-004",
      "id": "mind-inner-critic",
      "title": "心の中の『ダメ出し役』と距離をとる",
      "summary": "自分を責める声を“人格”として切り分けると、少し扱いやすくなる。",
      "subCategory": "self",
      "essence": [
        "多くの自己否定は、過去に身につけた“生き延びるためのルール”の名残でもある。",
        "内なる批判者を完全に消すのではなく、“役割を限定する”発想が有効。",
        "批判の中にも事実と妄想が混ざっているので、分解して見る必要がある。"
      ],
      "traps": [
        "内側の声を“絶対的な真実”として受け取り続ける。",
        "批判の声を無理にかき消そうとして、かえって存在感を強めてしまう。",
        "自己肯定感を高めようとして『否定してはいけない』と新たなルールを増やす。"
      ],
      "actionTips": [
        "自分を責めるフレーズを書き出し、その声に名前をつけてみる。",
        "『それは事実？ それとも想像？』と一つずつラベリングする。",
        "内なる批判者に“アドバイスだけして、最終決定は私がする”と宣言してみる。"
      ],
      "tags": ["自己否定", "自己理解", "インナークティック", "心の扱い方"]
    },
    {
      "cardId": "M-005",
      "id": "mind-permission-rest",
      "title": "休むことに『許可』を出せるかが、長期戦の鍵",
      "summary": "休み下手は短距離走だけ得意で、長距離戦には弱い。",
      "subCategory": "resilience",
      "essence": [
        "休みを“ご褒美”ではなく“メンテナンス”と捉えると罪悪感が減る。",
        "疲れが限界まで溜まってから休むと、回復コストが跳ね上がる。",
        "定期的な小休止は、仕事や挑戦を長く続けるための投資でもある。"
      ],
      "traps": [
        "限界まで頑張ってから一気に倒れ、そのたびに自信を失う。",
        "人と比較して『自分だけ休んでいる』と感じてしまう。",
        "休み中も仕事のことを考え続け、心が全くオフにならない。"
      ],
      "actionTips": [
        "週に1度、“何もしない時間”を30分だけスケジュールに入れる。",
        "疲れを感じ始めた段階で、タスクを1つだけ翌日に回す。",
        "休みの日は通知をすべて切る“オフモード”を試してみる。"
      ],
      "tags": ["休息", "セルフケア", "燃え尽き防止", "レジリエンス"]
    },
    {
      "cardId": "M-006",
      "id": "mind-cognition-reframe",
      "title": "出来事より『解釈』をいじる方が動きやすい",
      "summary": "事実と解釈を分けるだけで、心の重さが変わる。",
      "subCategory": "cognition",
      "essence": [
        "同じ出来事でも、どんな意味づけをするかで感情は大きく変わる。",
        "解釈は“習慣”なので、トレーニング次第で柔らかくできる。",
        "ポジティブ思考ではなく、“複数の見方を持つ”ことが大事。"
      ],
      "traps": [
        "一番ネガティブな解釈だけを真実だと思い込む。",
        "『前向きに考えなきゃ』と自分に強制して、しんどくなる。",
        "過去の失敗の意味を、ずっと“黒歴史”のまま固定してしまう。"
      ],
      "actionTips": [
        "嫌な出来事を一行で書き、その下に“別の解釈”を2つ書いてみる。",
        "『10年後の自分ならどう解釈するだろう』と視点を飛ばして考える。",
        "週1回、“最近のモヤモヤ”を3つ挙げ、それぞれに別解釈を付けてみる。"
      ],
      "tags": ["認知の歪み", "リフレーミング", "思考法", "心の扱い方"]
    },
    {
      "cardId": "M-007",
      "id": "mind-perfectionism",
      "title": "完璧主義より『そこそこ主義』のほうが成果が出る",
      "summary": "60〜80点で出すスキルは、人生の多くの場面で強い。",
      "subCategory": "cognition",
      "essence": [
        "完璧主義は“失敗回避”には役立つが、“挑戦”を止めやすい。",
        "60点で出すことを前提に動くと、フィードバックの回数が増える。",
        "質より先に“量と速度”を確保したほうが、長期的には伸びやすい。"
      ],
      "traps": [
        "準備が整うまで始めないうちに、機会が消えていく。",
        "他人の100点と自分の60点を比べて落ち込む。",
        "一度ミスすると『やっぱり自分はダメだ』と全否定してしまう。"
      ],
      "actionTips": [
        "今日やるタスクに“あえて60点で出すもの”を1つ決める。",
        "完璧を目指したい案件は“ここだけは外せない3条件”だけに絞る。",
        "提出したあとに修正する前提で、締切を半日早めに設定してみる。"
      ],
      "tags": ["完璧主義", "自己評価", "行動力", "心の扱い方"]
    },
    {
      "cardId": "M-008",
      "id": "mind-self-esteem-stack",
      "title": "自己肯定感は『小さな出来たこと』の積み上げでしか増えない",
      "summary": "考え方だけでなく、実際の行動の積み重ねが土台になる。",
      "subCategory": "self",
      "essence": [
        "自己肯定感は“根拠のない自信”ではなく“積み上がった経験への信頼”。",
        "他人からの評価だけに依存すると、環境が変わったときに崩れやすい。",
        "毎日の小さな達成を認識する習慣が、じわじわと土台を厚くする。"
      ],
      "traps": [
        "一発逆転の成功体験だけを求めてしまう。",
        "うまくいったことを『たまたま』で片付けてしまう。",
        "失敗だけを記憶に残し、成功の記録を残さない。"
      ],
      "actionTips": [
        "1日の終わりに『今日やれたこと』を3つだけ箇条書きする。",
        "週1回、そのメモを読み返して“累積の量”を可視化する。",
        "新しいことに挑戦したら、成果より“やった事実”をまず記録する。"
      ],
      "tags": ["自己肯定感", "自己効力感", "記録習慣", "心の扱い方"]
    },
    {
      "cardId": "M-009",
      "id": "mind-anxiety-action-loop",
      "title": "不安を『行動の燃料』に変える循環をつくる",
      "summary": "不安は消す対象ではなく、“小さく動く理由”に変換できる。",
      "subCategory": "emotion",
      "essence": [
        "不安があること自体は、多くの場合“危機感のサイン”でもある。",
        "頭の中だけで考え続けると、不安は増幅しやすい。",
        "小さな行動を起点にすると、“やってみた自分”への信頼が少しずつ増える。"
      ],
      "traps": [
        "不安がゼロになるまで動かないでいる。",
        "行動を起こす前に、“完璧な計画”を作ろうとして動けなくなる。",
        "不安を感じる自分を責めて、さらにエネルギーを失う。"
      ],
      "actionTips": [
        "不安を書き出し、『今日できる一番小さな一歩』を横に書く。",
        "その一歩だけを実行し、“やった”という事実を日記に残す。",
        "一歩実行したあとの感情の変化を、3語でメモしておく。"
      ],
      "tags": ["不安対処", "行動心理", "自己成長", "心の扱い方"]
    },
    {
      "cardId": "M-010",
      "id": "mind-sleep-mental",
      "title": "睡眠を整えることは、最強のメンタル介入",
      "summary": "多くの悩みは、まず“寝不足フィルター”を外してから考えた方がいい。",
      "subCategory": "other",
      "essence": [
        "睡眠不足は、感情の揺れとネガティブ思考を増幅させる。",
        "悩み方の質を上げるには、まず“体の状態”から整えるのが近道。",
        "メンタルの土台がぐらついた状態での重大な決断は、後悔リスクが高い。"
      ],
      "traps": [
        "寝不足のまま将来について深刻に考え込み、余計に不安を育てる。",
        "スマホで夜更かししながら『メンタル弱いな』と自己批判する。",
        "睡眠時間を削ることを“頑張っている証拠”と勘違いする。"
      ],
      "actionTips": [
        "まずは“起きる時間”だけ固定し、そこから逆算して寝る。",
        "寝る30分前はスクリーンを見ない時間にしてみる。",
        "寝不足の日は“重要な決断をしない”と決めておく。"
      ],
      "tags": ["睡眠", "メンタルヘルス", "生活習慣", "心の扱い方"]
    }
  ]
}
